{ "translations": {
    "Copied!" : "Copiado!",
    "Not supported!" : "No suportau!",
    "Press ⌘-C to copy." : "Pretar ⌘-C pa copiar.",
    "Press Ctrl-C to copy." : "Pretar Ctrl-C pa copiar.",
    "{name} (invisible)" : "{nombre} (invisible)",
    "{name} (restricted)" : "{nombre} (restrinchiu)",
    "Home" : "Casa",
    "in {path}" : "en {path}",
    "This stream will show events like additions, changes & shares" : "Iste fluxo amostrará eventos como adizions, cambios y azions",
    "There are no events for this filter" : "No i hai eventos pa iste filtro",
    "Today" : "Hue",
    "Yesterday" : "Ahiere",
    "Open {filename}" : "Ubrir {filename}",
    "Activity" : "Actividat",
    "Personal activity feed for %s" : "Fuen d'actividat personal pa %s",
    "Your feed URL is invalid" : "A URL d'a tuya feed no ye valida",
    "Your settings have been updated." : "A suya configurazión ha estau autualizada.",
    "Settings have been updated." : "S'han autualizau os achustes.",
    "Recent activity" : "Actividat rezién",
    "Daily activity summary for %s" : "Resumen de l'actividat diaria de %s",
    "_and %n more _::_and %n more _" : ["y %n más","y %n más"],
    "All activities" : "Totas as actividat",
    "By others" : "Por atros",
    "By you" : "Por tu",
    "Activity at %s" : "Actividat en %s",
    "Hello %s" : "Hola %s",
    "Hello %s," : "Hola %s,",
    "There was some activity at %s" : "I abió bella mica d'actividat en %s",
    "Mail" : "Correu",
    "Push" : "Empentar",
    "Notifications" : "Notificazions",
    "Activity notification configuration" : "Configurazión d'as notificazions d'actividat",
    "Send email" : "Inviar correu electronico",
    "Send push notification" : "Inviar notificazión push",
    "You need to set up your email address before you can receive notification emails." : "Ye nezesario que configures a tuya direzión de correu electronico pa poder rezibir os correus de notificazión.",
    "Send activity emails" : "Inviar correus electronicos d'actividat",
    "As soon as possible" : "Tan luego como siga posible",
    "Hourly" : "Cada ora",
    "Daily" : "Diariamén",
    "Weekly" : "Semanalmén",
    "No activity yet" : "No i hai actividat agún",
    "Unable to load the activity list" : "No se puede cargar a lista d'actividat",
    "Notification" : "Notificazión",
    "Enable notification emails" : "Activar notificazions per email",
    "Choose for which activities you want to get an email or push notification." : "Eliche pa qué actividat quiers rezibir un correu electronico u una notificazión push.",
    "Choose for which activities you want to get a push notification." : "Eliche pa qué actividat quiers rezibir una notificazión push.",
    "Daily activity summary" : "Resumen d'actividat diaria",
    "Send daily activity summary in the morning" : "Inviar resumen d'actividat diaria por o maitín.",
    "Activities" : "Actividat",
    "No activities" : "No i hai actividat",
    "Default settings" : "Configurazión per defeuto",
    "Unable to save the settings" : "No se puede alzar a configurazión",
    "Activity feed" : "Fuen d'actividat",
    "Activity settings" : "Configurazión de l'actividat",
    "Enable RSS feed" : "Abilitar fuen RSS",
    "RSS feed" : "Fuen RSS",
    "Personal notification settings" : "Configurazión d'as notificazions personals",
    "No more events to load" : "No i hai más eventos que cargar",
    "This application enables users to view a log of activities about them or about files." : "Ista aplicazión permite a los usuarios veyer un rechistro d'actividat sobre els u sobre fichers.",
    "This application enables users to view actions related to their files in Nextcloud.\n\t\tOnce enabled, users will see a new icon “Activity” in their apps menu.\n\t\tWhen clicked, a new page appears for users to track the activity related to files – from new files, to deleted files, move, rename, updates and shared activity.\n\t\tThe user can configure their individual activity settings in their personal menu.\n\t\tThis sets the type of activity to record, as well as whether to the user sees their own activities,\n\t\twhether these are only available online, and whether they get an email digest on a regular basis.\n\t\tMore information is available in the Activity documentation." : "Ista aplicazión permite a los usuarios veyer as azions relazionadas con os suyos fichers en Nextcloud.\n\t\tUna vez activada, os usuarios veyerán un nuevo icono \"Actividat\" en o suyo menú d'aplicazions.\n\t\tEn fer clic en él, apareixe una nueva pachina pa que os usuarios puedan seguir l'actividat relazionada con os fichers, dende os nuevos dica os eliminaus, pasando por os movimientos, os cambios de nombre, as autualizazions y l'actividat compartida.\n\t\tL'usuario puede configurar a suya actividat individual en o suyo menú personal.\n\t\tIsto estableix o tipo d'actividat a cuaternar, asinas como si l'usuario veye as suyas propias actividat,\n\t\tsi istas nomás son disponibles en linia, y si reziben un resumen por correu electronico de forma regular.\n\t\tPa más informazión, consulte a documentazión sobre as actividat.",
    "Configure the default notification settings for new users." : "Configure os achustes de notificazión por defeuto pa los nuevos usuarios."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}