{ "translations": {
    "Copied!" : "¡Copióse!",
    "Not supported!" : "¡Nun ye compatible!",
    "Press ⌘-C to copy." : "Primi ⌘-C pa copiar.",
    "Press Ctrl-C to copy." : "Primi Ctrl-C pa copiar.",
    "{name} (invisible)" : "{name} (invisible)",
    "Home" : "Aniciu",
    "in {path}" : "en {path}",
    "This stream will show events like additions, changes & shares" : "Esti fluxu va amosar eventos como amiestos, cambeos y comparticiones",
    "There are no events for this filter" : "Nun hai nengún eventu pa esta peñera",
    "Today" : "Güei",
    "Yesterday" : "Ayeri",
    "Open {filename}" : "Abrir «{filename}»",
    "Activity" : "Actividá",
    "Personal activity feed for %s" : "Feed d'actividá personal pa: %s",
    "Your feed URL is invalid" : "La URL del feed ye inválida",
    "Your settings have been updated." : "Anovóse la configuración.",
    "Settings have been updated." : "Anovóse la configuración.",
    "Recent activity" : "Actividá recién",
    "No activities" : "Nun hai actividá",
    "More activities" : "Más actividaes",
    "Daily activity summary for %s" : "Resume d'actividá diariu pa: %s",
    "_and %n more _::_and %n more _" : ["y %n más","y %n más"],
    "All activities" : "Toles actividaes",
    "By others" : "Por otros",
    "By you" : "Por ti",
    "Hello %s" : "Hola, %s",
    "Hello %s," : "Hola, %s.",
    "Notifications" : "Avisos",
    "This application enables people to view a log of activities about them, their files or other data." : "Esta aplicación permite que les persones vean un rexistru de la so actividá, la de los sos ficheros y la d'otros datos.",
    "This app allows people to see actions related to their files and data in Nextcloud.\n\t\tEach person can configure their individual activity settings in the personal settings,\n\t\tto choose which activity should be pushed to mobile phones, sent via email\n\t\tor whether a daily summary is sent each morning.\n\t\tMore information is available in the Activity documentation." : "Esta aplicación permite que les persones vean les aiciones rellacionaes colos sos ficheros y datos de Nextcloud.\n\t\tCada persona pue configurar les sos opciones d'actividá individual na configuración personal,\n\t\tpa escoyer l'actividá que s'habría unviar a los teléfonos móviles, per corréu electrónicu\n\t\to si s'unvia un resume diariu cada mañana.\n\t\tHai más información disponible na documentación de l'aplicación actividá-",
    "You need to set up your email address before you can receive notification emails." : "Tienes de configurar una direición de corréu electrónicu enantes de poder recibir mensaxes d'avisu.",
    "As soon as possible" : "Namás que se pueda",
    "Hourly" : "Cada hora",
    "Daily" : "Caldía",
    "Weekly" : "Selmanalmente",
    "Unable to load the activity list" : "Nun ye posible cargar la llista d'actividá",
    "Notification" : "Avisu",
    "Enable notification emails" : "Activa los correos electrónicos d'avisu",
    "Choose for which activities you want to get an email or push notification." : "Escueyi pa qué actividaes quies recibir un corréu electrónicu o un avisu push.",
    "Choose for which activities you want to get a push notification." : "Escueyi pa qué actividaes quies recibir un avisu push.",
    "Daily activity summary" : "Resume d'actividá diariu",
    "Send daily activity summary in the morning" : "Unvia un resume d'actividá diariu pela mañana",
    "Default settings" : "Configuración predeterminada",
    "Configure the default notification settings for new accounts." : "Configura les opciones d'avisu predeterminaes pa les cuentes nueves.",
    "Unable to save the settings" : "Nun ye posible guardar la configuración",
    "Activity feed" : "Feed d'actividá",
    "RSS feed" : "Feed RSS",
    "Copy RSS feed link" : "Copiar l'enllaz del feed RSS",
    "No more events to load" : "Nun hai más eventos",
    "This application enables users to view a log of activities about them or about files." : "Esta aplicación permite que los usuarios vean un rexistru de la so actividá o de la de los ficheros.",
    "This application enables users to view actions related to their files in Nextcloud.\n\t\tOnce enabled, users will see a new icon “Activity” in their apps menu.\n\t\tWhen clicked, a new page appears for users to track the activity related to files – from new files, to deleted files, move, rename, updates and shared activity.\n\t\tThe user can configure their individual activity settings in their personal menu.\n\t\tThis sets the type of activity to record, as well as whether to the user sees their own activities,\n\t\twhether these are only available online, and whether they get an email digest on a regular basis.\n\t\tMore information is available in the Activity documentation." : "Esta aplicación permite que los usuarios vean les aiciones rellacionaes colos sos ficheros de Nextcloud.\n\t\tNamás que s'active, los usuarios van ver un iconu nuevu llamáu «Actividá» nel menú d'aplicaciones.\n\t\tAl calcar nesi iconu, va apaecer una páxina nueva pa que los usuarios faigan un siguimientu de l'actividá rellacionada colos ficheros nuevos, cambeos de llugar, ficheros desaniciaos, cambeos de nome, anovamientos y actividá compartida.\n\t\tL'usuariu pue configurar les opciones d'actividá individuales nel so menú personal.\n\t\tEsto tamién configura'l tipu d'actividá que se rexistra y si l'usuariu pue ver la so propia actividá,\n\t\tsi namás ta disponible en llinia o si recibe un resume per corréu electrónicu periódicamente.\n\t\tTienes más información disponible na documentación de l'aplicación «Actividá».",
    "Activities" : "Actividaes",
    "Configure the default notification settings for new users." : "Configura les opciones d'avisu predeterminaes pa los usuarios nuevos."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}