{ "translations": {
    "Copied!" : "¡Copiado!",
    "Not supported!" : "¡No soportado!",
    "Press ⌘-C to copy." : "Presiona ⌘-C para copiar.",
    "Press Ctrl-C to copy." : "Presiona Ctrl-C para copiar.",
    "{name} (invisible)" : "{name} (invisible)",
    "{name} (restricted)" : "{name} (restringido)",
    "Home" : "Inicio",
    "in {path}" : "en {path}",
    "This stream will show events like additions, changes & shares" : "Este flujo mostrará eventos tales como añadir, cambiar & compartir",
    "There are no events for this filter" : "No hay eventos para este filtro",
    "Today" : "Hoy",
    "Yesterday" : "Ayer",
    "Open {filename}" : "Abrir {filename}",
    "Activity" : "Actividad",
    "Personal activity feed for %s" : "Fuente de actividad personal para %s",
    "Your feed URL is invalid" : "La URL de tu fuente de es inválida",
    "Your settings have been updated." : "Tus configuraciones se han actualizado.",
    "Settings have been updated." : "Las configuraciones han sido actualizadas",
    "Recent activity" : "Actividad reciente",
    "More activities" : "Más actividades",
    "Daily activity summary for %s" : "Resumen de actividad diaria para %s",
    "_and %n more _::_and %n more _" : ["y %n más","y %n más","y %n más"],
    "All activities" : "Todas las actividades",
    "By others" : "Por otros",
    "By you" : "Por usted",
    "Activity at %s" : "Actividad al %s",
    "Hello %s" : "Hola %s",
    "Hello %s," : "Hola %s,",
    "There was some activity at %s" : "Se tuvo algo de actividad en %s",
    "Mail" : "Correo",
    "Push" : "Enviar",
    "Notifications" : "Notificaciones",
    "This application enables people to view a log of activities about them, their files or other data." : "Esta aplicación permite a las personas visualizar un registro de actividades sobre ellos, sus archivos u otros datos.",
    "This app allows people to see actions related to their files and data in Nextcloud.\n\t\tEach person can configure their individual activity settings in the personal settings,\n\t\tto choose which activity should be pushed to mobile phones, sent via email\n\t\tor whether a daily summary is sent each morning.\n\t\tMore information is available in the Activity documentation." : "Esta aplicación le permite a las personas visualizar sus acciones relacionadas con sus archivos e información en Nextcloud.\n\t\tCada persona puede configurar sus ajustes de actividad individual en los ajustes personales,\n\t\telegir qué actividad debe ser enviada a los dispositivos móviles, enviada mediante correo electrónico.\n\t\to si un resumen diario debe enviarse cada mañana.\n\t\tMás información en la documentación de Actividad.",
    "Activity notification configuration" : "Configuración de la notificación de actividad",
    "Send email" : "Enviar correo electrónico",
    "Send push notification" : "Enviar notificación",
    "You need to set up your email address before you can receive notification emails." : "Necesitas configurar tu dirección de correo electrónico antes de que puedas recibir correos de notificación",
    "Send activity emails" : "Enviar correos de actividades",
    "As soon as possible" : "Lo antes posible",
    "Hourly" : "Cada hora",
    "Daily" : "Diariamente",
    "Weekly" : "Semanalmente",
    "No activity yet" : "Aún no tiene actividad",
    "Unable to load the activity list" : "No se puede cargar el listado de actividades",
    "Notification" : "Notificación",
    "Enable notification emails" : "Activar las notificaciones por correo electrónico",
    "Choose for which activities you want to get an email or push notification." : "Elegir para que actividades desea recibir un correo electrónico o una notificación.",
    "Choose for which activities you want to get a push notification." : "Elegir para cuales actividades desea recibir una notificación.",
    "Daily activity summary" : "Resumen de actividad diaria",
    "Send daily activity summary in the morning" : "Enviar resumen de actividad diaria en la mañana",
    "Activities" : "Actividades",
    "No activities" : "No hay actividades",
    "Default settings" : "Configuraciones predeterminadas",
    "Configure the default notification settings for new accounts." : "Configurar los ajustes por defecto de las notificaciones.",
    "Unable to save the settings" : "No se pudo guardar la configuración",
    "Activity feed" : "Fuente de actividad",
    "Activity settings" : "Ajustes de actividad",
    "Enable RSS feed" : "Habilitar fuente RSS",
    "RSS feed" : "Fuente RSS",
    "Personal notification settings" : "Ajustes de notificaciones personales",
    "No more events to load" : "No hay más eventos por cargar",
    "This application enables users to view a log of activities about them or about files." : "Esta aplicación le permite a los usuarios visualizar un registro de actividad sobre ellos o sus archivos.",
    "This application enables users to view actions related to their files in Nextcloud.\n\t\tOnce enabled, users will see a new icon “Activity” in their apps menu.\n\t\tWhen clicked, a new page appears for users to track the activity related to files – from new files, to deleted files, move, rename, updates and shared activity.\n\t\tThe user can configure their individual activity settings in their personal menu.\n\t\tThis sets the type of activity to record, as well as whether to the user sees their own activities,\n\t\twhether these are only available online, and whether they get an email digest on a regular basis.\n\t\tMore information is available in the Activity documentation." : "Esta aplicación le permite a los usuarios visualizar las acciones relacionadas con sus archivos en Nextcloud.\n\t\tUna vez habilitada, los usuarios verán un nuevo ícono llamado \"Actividad\" en su menú de aplicaciones.\n\t\tAl seleccionarla, una nueva página aparecerá para que los usuarios sigan la actividad relacionada con los archivos – desde nuevos archivos, hasta archivos eliminados, movimientos, actualizaciones y actividad compartida.\n\t\tEl usuario puede configurar sus ajustes individuales de actividad en su menú personal.\n\t\tEsto establece el tipo de actividad a registro, al igual que la manera en que los usuarios verán sus propias actividades,\n\t\tya sea cuando estén disponibles únicamente en línea, y ya sea que reciban correos frecuentes.\n\t\tMás información en la documentación de actividad.",
    "Configure the default notification settings for new users." : "Configurar los ajustes por defecto de las notificaciones para nuevos usuarios."
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}