{ "translations": {
    "Copied!" : "¡Copiado!",
    "Not supported!" : "¡No soportado!",
    "Press ⌘-C to copy." : "Presiona ⌘-C para copiar.",
    "Press Ctrl-C to copy." : "Presiona Ctrl-C para copiar.",
    "{name} (invisible)" : "{name} (invisible)",
    "{name} (restricted)" : "{name} (restringido)",
    "Home" : "Inicio",
    "in {path}" : "en {path}",
    "This stream will show events like additions, changes & shares" : "Este flujo mostrará eventos tales como añadir, cambiar & compartir",
    "There are no events for this filter" : "No hay eventos para este filtro",
    "Today" : "Hoy",
    "Yesterday" : "Ayer",
    "Open {filename}" : "Abrir {filename}",
    "Activity" : "Actividad",
    "Personal activity feed for %s" : "Fuente de actividad personal para %s",
    "Your feed URL is invalid" : "La URL de tu fuente de es inválida",
    "Your settings have been updated." : "Tus configuraciones se han actualizado.",
    "Settings have been updated." : "Las configuraciones han sido actualizadas",
    "Recent activity" : "Actividad reciente",
    "More activities" : "Más actividades",
    "Daily activity summary for %s" : "Resumen de la actividad reciente para %s",
    "_and %n more _::_and %n more _" : ["y %n más","y %n más","y %n más"],
    "All activities" : "Todas las actividades",
    "By others" : "Por otros",
    "By you" : "Por usted",
    "Activity at %s" : "Actividad al %s",
    "Hello %s" : "Hola %s",
    "Hello %s," : "Hola %s,",
    "There was some activity at %s" : "Se tuvo algo de actividad en %s",
    "Mail" : "Correo",
    "Push" : "Instantánea",
    "Notifications" : "Notificaciones",
    "This application enables people to view a log of activities about them, their files or other data." : "Esta aplicación permite ver un registro de actividades de los usuarios, sus archivos u otros datos.",
    "This app allows people to see actions related to their files and data in Nextcloud.\n\t\tEach person can configure their individual activity settings in the personal settings,\n\t\tto choose which activity should be pushed to mobile phones, sent via email\n\t\tor whether a daily summary is sent each morning.\n\t\tMore information is available in the Activity documentation." : "Esta aplicación posibilita a los usuario ver acciones relacionadas con sus archivos y datos en Nextcloud.\n\t\tCada persona puede configurar sus ajustes de actividad en las opciones personales,\n\t\tpara seleccionar que actividad debería ser transferida a su teléfono móvil, enviada por correo\n\t\to si un resumen diario se envía cada mañana.\n\t\tExiste más información disponible en la documentación de actividad.",
    "Activity notification configuration" : "Configuración de las notificaciones de actividad",
    "Send email" : "Enviar correo electrónico",
    "Send push notification" : "Enviar notificación push",
    "You need to set up your email address before you can receive notification emails." : "Necesitas configurar tu dirección de correo electrónico antes de que puedas recibir correos de notificación",
    "Send activity emails" : "Enviar correos de actividad",
    "As soon as possible" : "Lo antes posible",
    "Hourly" : "Cada hora",
    "Daily" : "Diariamente",
    "Weekly" : "Semanalmente",
    "No activity yet" : "Aún no tiene actividad",
    "Unable to load the activity list" : "No se puede cargar la lista de actividad.",
    "Notification" : "Notificación",
    "Enable notification emails" : "Habilitar correos de notificación.",
    "Choose for which activities you want to get an email or push notification." : "Elige las actividades para las que prefieres recibir un correo electrónico o una notificación en tu dispositivo móvil.",
    "Choose for which activities you want to get a push notification." : "Elige las actividades para las que deseas obtener notificación en tu dispositivo móvil.",
    "Daily activity summary" : "Resumen diario de actividad",
    "Send daily activity summary in the morning" : "Enviar un resumen de actividad, todos los días por la mañana.",
    "Activities" : "Actividades",
    "No activities" : "No hay actividades",
    "Default settings" : "Configuraciones predeterminadas",
    "Configure the default notification settings for new accounts." : "Establezca las configuraciones de notificación por defecto para cuentas nuevas.",
    "Unable to save the settings" : "No fue posible guardar las configuraciones.",
    "Activity feed" : "Fuente de actividad",
    "Activity settings" : "Configuraciones de actividad",
    "Enable RSS feed" : "Habilitar fuente RSS",
    "RSS feed" : "Fuente RSS",
    "Copy RSS feed link" : "Copiar el enlace de la fuente RSS",
    "Personal notification settings" : "Configuración de notificaciones personales",
    "No more events to load" : "No hay más eventos por cargar",
    "This application enables users to view a log of activities about them or about files." : "Esta aplicación permite a los usuarios ver un registro de sus actividades o de las actividades de sus archivos.",
    "This application enables users to view actions related to their files in Nextcloud.\n\t\tOnce enabled, users will see a new icon “Activity” in their apps menu.\n\t\tWhen clicked, a new page appears for users to track the activity related to files – from new files, to deleted files, move, rename, updates and shared activity.\n\t\tThe user can configure their individual activity settings in their personal menu.\n\t\tThis sets the type of activity to record, as well as whether to the user sees their own activities,\n\t\twhether these are only available online, and whether they get an email digest on a regular basis.\n\t\tMore information is available in the Activity documentation." : "Esta aplicación le permite a los usuarios ver acciones relacionadas con sus archivos en Nextcloud.\n\t\tUna vez habilitada, los usuarios verán un ícono de \"Actividad\" en su menú de aplicaciones.\n\t\tAl hacer click, una página nueva aparecerá para que los usuarios sigan las actividades relacionadas a los archivos – desde archivos nuevos, archivos borrados, mover, renombrar, actualizaciones y actividad de compartir.\n\t\tEl usuario puede configurar su actividad individual en su menú personal.\n\t\tEsto establece el tipo de actividad a registrar, asi como si el usuario ve sus propias actividades,\n\t\tsi éstas están disponibles en línea y si reciben un correo electrónico de resumen regularmente.\n\t\tHay más información disponible en la documentación de Actividad.",
    "Configure the default notification settings for new users." : "Configure los ajustes de notificación predeterminados para nuevos usuarios."
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}