{ "translations": {
    "Copied!" : "Copié !",
    "Not supported!" : "Non pris en charge !",
    "Press ⌘-C to copy." : "Appuyez sur ⌘-C pour copier.",
    "Press Ctrl-C to copy." : "Appuyez sur Ctrl-C pour copier.",
    "{name} (invisible)" : "{name} (invisible)",
    "{name} (restricted)" : "{name} (restreint)",
    "Home" : "Accueil",
    "in {path}" : "dans {path}",
    "This stream will show events like additions, changes & shares" : "Ce flux liste les événements tels que les ajouts, les modifications et les partages",
    "There are no events for this filter" : "Il n'y a aucun événement pour ce filtre",
    "Today" : "Aujourd'hui",
    "Yesterday" : "Hier",
    "Open {filename}" : "Ouvrir {filename}",
    "Activity" : "Activité",
    "Personal activity feed for %s" : "Fil d'activités personnelles de %s",
    "Your feed URL is invalid" : "Votre URL de fil d’activité n'est pas valide",
    "Your settings have been updated." : "Vos paramètres ont été mis à jour.",
    "Settings have been updated." : "Les paramètres ont été mis à jour.",
    "Recent activity" : "Activités récentes",
    "More activities" : "Plus d'activités",
    "Daily activity summary for %s" : "Résumé de l'activité du jour pour %s",
    "_and %n more _::_and %n more _" : ["et %n autre","et %n autres","et %n autres"],
    "All activities" : "Toutes les activités",
    "By others" : "Des autres",
    "By you" : "De vous",
    "Activity at %s" : "Activité sur %s",
    "Hello %s" : "Bonjour %s,",
    "Hello %s," : "Bonjour %s,",
    "There was some activity at %s" : "Il y a eu de l'activité sur %s",
    "Mail" : "E-mail",
    "Push" : "Push",
    "Notifications" : "Notifications",
    "This application enables people to view a log of activities about them, their files or other data." : "Cette application permet aux personnes de visualiser un journal des activités les concernant, leurs fichiers ou d'autres données.",
    "This app allows people to see actions related to their files and data in Nextcloud.\n\t\tEach person can configure their individual activity settings in the personal settings,\n\t\tto choose which activity should be pushed to mobile phones, sent via email\n\t\tor whether a daily summary is sent each morning.\n\t\tMore information is available in the Activity documentation." : "Cette application permet aux utilisateurs de visualiser les actions relatives à leurs fichiers et données dans Nextcloud.\n\t\tChaque personne peut configurer ses options d'activité individuelle dans les paramètres personnels,\n\t\tpour choisir quelles activités devraient être poussées vers les téléphones mobiles, envoyées par e-mail,\n\t\tou si un résumé quotidien est envoyé chaque matin.\n\t\tPlus d'informations sont accessibles dans la documentation d'Activité.",
    "Activity notification configuration" : "Configuration des notifications d'activité",
    "Send email" : "Envoyer un e-mail",
    "Send push notification" : "Envoyer des notifications push",
    "You need to set up your email address before you can receive notification emails." : "Vous devez spécifier votre adresse e-mail pour pouvoir recevoir des notifications par e-mail.",
    "Send activity emails" : "Envoyer des e-mails d'activité",
    "As soon as possible" : "Dès que possible",
    "Hourly" : "Toutes les heures",
    "Daily" : "Quotidiennement",
    "Weekly" : "Chaque semaine",
    "No activity yet" : "Pas encore d'activité",
    "Unable to load the activity list" : "Impossible de charger la liste des activités",
    "Notification" : "Notification",
    "Enable notification emails" : "Activer les notifications par e-mail",
    "Choose for which activities you want to get an email or push notification." : "Sélectionnez les activités pour lesquelles vous souhaitez recevoir une notification par e-mail ou une notification push.",
    "Choose for which activities you want to get a push notification." : "Sélectionnez les activités pour lesquelles vous souhaitez recevoir une notification push.",
    "Daily activity summary" : "Résumé journalier des activités",
    "Send daily activity summary in the morning" : "Recevoir un résumé de l'activité chaque matin",
    "Activities" : "Activités",
    "No activities" : "Aucune activité",
    "Default settings" : "Paramètres par défaut",
    "Configure the default notification settings for new accounts." : "Configurer les paramètres de notification par défaut pour les nouveaux comptes.",
    "Unable to save the settings" : "Échec de l'enregistrement des paramètres",
    "Activity feed" : "Fil d'activité",
    "Activity settings" : "Paramètres des activités",
    "Enable RSS feed" : "Activer les flux RSS",
    "RSS feed" : "Flux RSS",
    "Copy RSS feed link" : "Copier le lien du flux RSS",
    "Personal notification settings" : "Paramètres des notifications personnelles",
    "No more events to load" : "Plus aucun événement à charger",
    "This application enables users to view a log of activities about them or about files." : "Cette application permet aux utilisateurs de visualiser un journal des activités les concernant ou concernant des fichiers.",
    "This application enables users to view actions related to their files in Nextcloud.\n\t\tOnce enabled, users will see a new icon “Activity” in their apps menu.\n\t\tWhen clicked, a new page appears for users to track the activity related to files – from new files, to deleted files, move, rename, updates and shared activity.\n\t\tThe user can configure their individual activity settings in their personal menu.\n\t\tThis sets the type of activity to record, as well as whether to the user sees their own activities,\n\t\twhether these are only available online, and whether they get an email digest on a regular basis.\n\t\tMore information is available in the Activity documentation." : "Cette application permet aux utilisateurs de voir les actions concernant leurs fichiers dans Nextcloud.\n\t\tUne fois activée, les utilisateurs verront une nouvelle icône \"Activité\" dans leur menu d'applications.\n\t\tLorsque l'on clique dessus, une nouvelle page apparaît permettant aux utilisateurs de suivre l'activité concernant les fichiers – des nouveaux fichiers, à ceux supprimés, en passant par ceux déplacés, renommés, les mises à jour ou encore les partages.\n\t\tL'utilisateur peut configurer ses paramètres d'activité individuelle dans son menu personnel.\n\t\tLe type d'activité à enregistrer y est défini, ainsi que la possibilité pour l'utilisateur de voir ses propres activités,\n\t\tDe même, l'utilisateur peut choisir de rendre celles-ci visibles en ligne uniquement, ou si un résumé doit être envoyé régulièrement par E-mail.\n\t\tPlus d'informations peuvent être obtenues dans la documentation de l'application \"Activité\".",
    "Configure the default notification settings for new users." : "Configurez les paramètres de notification par défaut pour les nouveaux utilisateurs."
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}