{ "translations": {
    "Activity" : "Activité",
    "An error occurred while loading activities" : "Une erreur est survenue lors du chargement des activités",
    "No activity yet" : "Aucune activité",
    "Load more activities" : "Charger plus d'activités",
    "Copied!" : "Copié !",
    "Not supported!" : "Non pris en charge !",
    "Press ⌘-C to copy." : "Appuyez sur ⌘-C pour copier.",
    "Press Ctrl-C to copy." : "Appuyez sur Ctrl-C pour copier.",
    "{name} (invisible)" : "{name} (invisible)",
    "{name} (restricted)" : "{name} (restreint)",
    "Home" : "Accueil",
    "in {path}" : "dans {path}",
    "This stream will show events like additions, changes & shares" : "Ce flux liste les événements tels que les ajouts, les modifications et les partages",
    "There are no events for this filter" : "Il n'y a aucun événement pour ce filtre",
    "Today" : "Aujourd'hui",
    "Yesterday" : "Hier",
    "Open file" : "Ouvrir le fichier",
    "Personal activity feed for %s" : "Flux d'activité personnel de %s",
    "Your feed URL is invalid" : "Votre URL de fil d’activité n'est pas valide",
    "Your settings have been updated." : "Vos paramètres ont été mis à jour.",
    "Settings have been updated." : "Les paramètres ont été mis à jour.",
    "All activities" : "Toutes les activités",
    "By others" : "Des autres",
    "By you" : "De vous",
    "Activity notification for %s" : "Notification d'activité pour %s",
    "Hello %s" : "Bonjour %s,",
    "Hello %s," : "Bonjour %s,",
    "There was some activity at %s" : "Il y a eu de l'activité sur %s",
    "_and %n more _::_and %n more _" : ["et %n autre","et %n autres"],
    "Mail" : "Courriel",
    "Stream" : "Flux",
    "This application enables users to view actions related to their files in Nextcloud." : "Cette application permet aux utilisateurs de voir les actions concernant leurs fichiers dans Nextcloud.",
    "This application enables users to view actions related to their files in Nextcloud.\n\t\tOnce enabled, users will see a new icon “Activity” in their apps menu.\n\t\tWhen clicked, a new page appears for users to track the activity related to files – from new files, to deleted files, move, rename, updates and shared activity.\n\t\tThe user can configure their individual activity settings in their personal menu.\n\t\tThis sets the type of activity to record, as well as whether to the user sees their own activities,\n\t\twhether these are only available online, and whether they get an email digest on a regular basis.\n\t\tMore information is available in the Activity documentation." : "Cette application permet aux utilisateurs de voir les actions concernant leurs fichiers dans Nextcloud.\n\t\tUne fois activée, les utilisateurs verront une nouvelle icône \"Activité\" dans leur menu d'applications.\n\t\tLorsque l'on clique dessus, une nouvelle page apparaît permettant aux utilisateurs de suivre l'activité concernant les fichiers – des nouveaux fichiers, à ceux supprimés, en passant par ceux déplacés, renommés, les mises à jour et les partages.\n\t\tL'utilisateur peut configurer ses paramètres d'activité individuelle dans son menu personnel.\n\t\tLe type d'activité à enregistrer y est défini, ainsi que la possibilité pour l'utilisateur de voir ses propres activités,\n\t\tde même que la possibilité de rendre celles-ci visibles en ligne uniquement, et si un résumé doit être envoyé par E-mail sur base régulière.\n\t\tPlus d'informations peuvent être obtenues dans la documentation d'Activité.",
    "Activity feed" : "Fil d'activité",
    "Send activity emails" : "Envoyer les courriels d'activité",
    "Default settings" : "Paramètres par défaut",
    "Configure the default activity settings for new users." : "Configurez les paramètres d'activité par défaut pour les nouveaux utilisateurs.",
    "List your own actions in the stream" : "Lister vos propres actions dans le flux",
    "Notify about your own actions via email" : "M'informer de mes propres actions par courriel",
    "You need to set up your email address before you can receive notification emails." : "Vous devez configurer une adresse de courriel pour pouvoir recevoir des notifications par courriel.",
    "Send emails:" : "Envoyer des courriels :",
    "As soon as possible" : "Dès que possible",
    "Hourly" : "Toutes les heures",
    "Daily" : "Quotidiennement",
    "Weekly" : "Chaque semaine",
    "Choose for which activities you want to get an email notification, and which should show up in the activity app stream." : "Choisissez les activités pour lesquelles vous souhaitez obtenir une notification par e-mail et que vous voulez voir apparaître dans le flux d'activité.",
    "Choose which activities you want to see in your stream." : "Choisissez quelles activités vous voulez voir dans votre flux.",
    "Settings" : "Paramètres",
    "Enable RSS feed" : "Activer les flux RSS",
    "RSS feed" : "Flux RSS",
    "No more events to load" : "Plus aucun événement à charger",
    "\"remote user\"" : "\"utilisateur distant\"",
    ", " : ", ",
    "%s and %s" : "%s et %s",
    "Files" : "Fichiers"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}