{ "translations": {
    "Copied!" : "Tersalin!",
    "Not supported!" : "Tidak didukung!",
    "Press ⌘-C to copy." : "Tekan ⌘-C untuk menyalin.",
    "Press Ctrl-C to copy." : "Tekan Ctrl-C untuk menyalin.",
    "{name} (invisible)" : "{name} (tersembunyi)",
    "{name} (restricted)" : "{name} (terbatas)",
    "Home" : "Beranda",
    "in {path}" : "di {path}",
    "This stream will show events like additions, changes & shares" : "Stream ini akan menampilkan agenda seperti penambahan, perubahan & berbagi",
    "There are no events for this filter" : "Tidak ada agenda untuk penyaring ini",
    "Today" : "Hari Ini",
    "Yesterday" : "Kemarin",
    "Open {filename}" : "Buka {nama file}",
    "Activity" : "Aktivitas",
    "Personal activity feed for %s" : "Feed aktivitas pribadi untuk %s",
    "Your feed URL is invalid" : "URL feed Anda tidak sah",
    "Your settings have been updated." : "Pengaturan Anda telah diperbarui.",
    "Settings have been updated." : "Pengaturan telah diperbarui",
    "Recent activity" : "Aktivitas terbaru",
    "More activities" : "Lebih banyak aktivitas",
    "Daily activity summary for %s" : "Ringkasan aktivitas harian untuk %s",
    "_and %n more _::_and %n more _" : ["dan %n lagi"],
    "All activities" : "Semua aktivitas",
    "By others" : "Oleh lainnya",
    "By you" : "Oleh Anda",
    "Activity at %s" : "Aktivitas di %s",
    "Hello %s" : "Halo %s",
    "Hello %s," : "Halo %s,",
    "There was some activity at %s" : "Terdapat beberapa aktivitas di %s",
    "Mail" : "Surel",
    "Push" : "Dorongan",
    "Notifications" : "Pemberitahuan",
    "This application enables people to view a log of activities about them, their files or other data." : "Aplikasi ini memungkinkan orang untuk melihat log aktivitas tentang mereka, file atau data lainnya.",
    "Activity notification configuration" : "Konfigurasi pemberitahuan aktivitas",
    "Send email" : "Kirim surel",
    "Send push notification" : "Kirim push notifikasi",
    "You need to set up your email address before you can receive notification emails." : "Anda perlu menyetel alamat surel sebelum Anda dapat menerima surel pemberitahuan.",
    "Send activity emails" : "Kirim surel aktivitas",
    "As soon as possible" : "Secepatnya",
    "Hourly" : "Setiap jam",
    "Daily" : "Setiap hari",
    "Weekly" : "Setiap minggu",
    "No activity yet" : "Belum ada aktivitas",
    "Unable to load the activity list" : "Tidak dapat memuat daftar aktivitas.",
    "Notification" : "Notifikasi",
    "Enable notification emails" : "Aktifkan notifikasi surel",
    "Choose for which activities you want to get an email or push notification." : "Pilih aktivitas apa yang Anda ingin dapatkan pemberitahuan surel atau pemberitahuan push.",
    "Choose for which activities you want to get a push notification." : "Pilih aktivitas apa yang Anda inginkan untuk mendapatkan pemberitahuan push.",
    "Daily activity summary" : "Ringkasan aktivitas harian",
    "Send daily activity summary in the morning" : "Kirim ringkasan aktivitas harian di pagi hari.",
    "Activities" : "Aktivitas",
    "No activities" : "Tidak ada aktivitas",
    "Default settings" : "Pengaturan bawaan",
    "Configure the default notification settings for new accounts." : "Konfigurasikan pengaturan notifikasi default untuk akun baru.",
    "Unable to save the settings" : "Tidak dapat menyimpan pengaturan",
    "Activity feed" : "Umpan aktivitas",
    "Activity settings" : "Pengaturan aktivitas",
    "Enable RSS feed" : "Aktifkan RSS feed",
    "RSS feed" : "RSS feed",
    "Personal notification settings" : "Pengaturan pemberitahuan pribadi",
    "No more events to load" : "Tidak ada lagi acara untuk dimuat",
    "This application enables users to view a log of activities about them or about files." : "Aplikasi ini memungkinkan pengguna untuk melihat log aktivitas tentang mereka atau tentang file.",
    "This application enables users to view actions related to their files in Nextcloud.\n\t\tOnce enabled, users will see a new icon “Activity” in their apps menu.\n\t\tWhen clicked, a new page appears for users to track the activity related to files – from new files, to deleted files, move, rename, updates and shared activity.\n\t\tThe user can configure their individual activity settings in their personal menu.\n\t\tThis sets the type of activity to record, as well as whether to the user sees their own activities,\n\t\twhether these are only available online, and whether they get an email digest on a regular basis.\n\t\tMore information is available in the Activity documentation." : "Aplikasi ini memungkinkan pengguna untuk melihat aksi terkait file mereka di Nextcloud.\n\t\tSetelah diaktifkan, pengguna akan melihat ikon baru \"Aktivitas\" di menu aplikasi mereka.\n\t\tKetika diklik, halaman baru muncul bagi pengguna untuk melacak aktivitas yang terkait dengan file - dari file baru, ke file yang dihapus, memindahkan, mengganti nama, memperbarui, dan aktivitas bersama.\n\t\tPengguna dapat mengonfigurasi pengaturan aktivitas masing-masing dalam menu pribadi mereka.\n\t\tPengaturan ini menetapkan jenis kegiatan untuk dicatat, serta apakah pengguna melihat aktivitas mereka sendiri,\n\t\tapakah ini hanya tersedia online, dan apakah mereka mendapatkan intisari surel secara teratur.\n\t\tInformasi lebih lanjut tersedia di dokumentasi Aktivitas.",
    "Configure the default notification settings for new users." : "Mengatur pengaturan notifikasi bawaan untuk pengguna baru."
},"pluralForm" :"nplurals=1; plural=0;"
}