{ "translations": {
    "Activity" : "Atividade",
    "An error occurred while loading activities" : "Ocorreu um erro ao carregar atividades",
    "No activity yet" : "Nenhuma atividade",
    "Load more activities" : "Carregar mais atividades",
    "Copied!" : "Copiado!",
    "Not supported!" : "Não suportado!",
    "Press ⌘-C to copy." : "Pressione ⌘-C para copiar.",
    "Press Ctrl-C to copy." : "Pressione Ctrl-C para copiar.",
    "{name} (invisible)" : "{nome} (invisível)",
    "{name} (restricted)" : "{name} (restrito)",
    "Home" : "Início",
    "in {path}" : "em {path}",
    "This stream will show events like additions, changes & shares" : "Este stream vai exibir eventos como aditamentos, alterações e compartilhamentos",
    "There are no events for this filter" : "Não há eventos para este filtro",
    "Today" : "Hoje",
    "Yesterday" : "Ontem",
    "Open file" : "Abrir arquivo",
    "Personal activity feed for %s" : "Feed de atividade pessoal para %s",
    "Your feed URL is invalid" : "A URL do feed é inválida",
    "Your settings have been updated." : "Suas configurações foram atualizadas.",
    "Settings have been updated." : "As configurações foram atualizadas.",
    "All activities" : "Todas as atividades",
    "By others" : "Por outros",
    "By you" : "Por Você",
    "Activity notification for %s" : "Notificação de atividades para %s",
    "Hello %s" : "Olá %s",
    "Hello %s," : "Olá %s,",
    "There was some activity at %s" : "Houve alguma atividade em %s",
    "_and %n more _::_and %n more _" : ["e %n mais","e %n mais"],
    "Mail" : "E-mail",
    "Stream" : "Stream",
    "This application enables users to view actions related to their files in Nextcloud." : "Este aplicativo permite aos usuários visualizem as ações relacionadas aos seus arquivos no Nextcloud.",
    "This application enables users to view actions related to their files in Nextcloud.\n\t\tOnce enabled, users will see a new icon “Activity” in their apps menu.\n\t\tWhen clicked, a new page appears for users to track the activity related to files – from new files, to deleted files, move, rename, updates and shared activity.\n\t\tThe user can configure their individual activity settings in their personal menu.\n\t\tThis sets the type of activity to record, as well as whether to the user sees their own activities,\n\t\twhether these are only available online, and whether they get an email digest on a regular basis.\n\t\tMore information is available in the Activity documentation." : "Este aplicativo permite aos usuários visualizarem as ações relacionadas aos seus arquivos no Nextcloud.\n\t\tDepois de ativado, os usuários verão um novo ícone \"Atividade\" no menu de aplicativos.\n\t\tQuando clicado, uma nova página aparece para os usuários rastrearem a atividade relacionada aos arquivos - arquivos novos, excluídos, movidos, renomeados, atualizações e atividades compartilhadas.\n\t\tO usuário pode individualmente definir configurações de atividade em seu menu pessoal.\n\t\tIsso define o tipo de atividade a ser registrada, bem como se o usuário vê suas próprias atividades,\n\t\tse eles estão disponíveis apenas online e se recebem um resumo por e-mail regularmente.\n\t\tMais informações estão disponíveis na documentação da Activity.",
    "Activity feed" : "Feed de atividade",
    "Send activity emails" : "Enviar e-mails de atividades",
    "Default settings" : "Configurações padrões",
    "Configure the default activity settings for new users." : "Definir as configurações de atividade padrões para novos usuários.",
    "List your own actions in the stream" : "Listar suas próprias ações no stream",
    "Notify about your own actions via email" : "Notificar suas próprias ações por e-mail",
    "You need to set up your email address before you can receive notification emails." : "Você precisa configurar o endereço de e-mail para receber mensagens de notificação.",
    "Send emails:" : "Enviar e-mails:",
    "As soon as possible" : "Assim que possível",
    "Hourly" : "De hora em hora",
    "Daily" : "Diariamente",
    "Weekly" : "Semanalmente",
    "Choose for which activities you want to get an email notification, and which should show up in the activity app stream." : "Escolha para quais atividades você quer receber uma notificação por e-mail e quais devem ser mostradas no fluxo de atividade do aplicativo.",
    "Choose which activities you want to see in your stream." : "Escolha quais atividades você quer ver no seu log.",
    "Settings" : "Configurações",
    "Enable RSS feed" : "Ativar feed RSS",
    "RSS feed" : "Feed RSS",
    "No more events to load" : "Não há mais eventos para carregar",
    "\"remote user\"" : "\"usuário remoto\"",
    ", " : ",",
    "%s and %s" : "%s e %s",
    "Files" : "Arquivos"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}