{ "translations": {
    "Activity" : "Veprimtari",
    "An error occurred while loading activities" : "Ndodhi një gabim gjatë ngarkimit të aktiviteteve",
    "No activity yet" : "Ende pa veprimtari",
    "Load more activities" : "Ngarko më tepër veprimtari",
    "Copied!" : "U kopjua!",
    "Not supported!" : "Nuk suportohet!",
    "Press ⌘-C to copy." : "Shtyp ⌘-C për të kopjuar.",
    "Press Ctrl-C to copy." : "Shtyp Ctrl-C për të kopjuar.",
    "{name} (invisible)" : "{emri} (i padukshëm)",
    "{name} (restricted)" : "{emri} (i kufizuar)",
    "Home" : "Kryefaqja",
    "in {path}" : "në {rruga}",
    "This stream will show events like additions, changes & shares" : "Kjo rrjedhë do të shfaqë veprimtari të tilla si shtime, ndryshime & ndarje me të tjerë",
    "There are no events for this filter" : "S’ka veprimtari për këtë filtër",
    "Today" : "Sot",
    "Yesterday" : "Dje",
    "Open file" : "Hap skedarin",
    "Personal activity feed for %s" : "Prurje veprimtarie personale për  %s",
    "Your feed URL is invalid" : "URL-ja për prurjen tuaj është e pavlefshme",
    "Your settings have been updated." : "Rregullimet tuaja u përditësuan",
    "Settings have been updated." : "Konfigurimet u përditësuan.",
    "All activities" : "Të gjitha aktivitetet",
    "By others" : "Nga të tjerët",
    "By you" : "Nga ju",
    "Activity notification for %s" : "Njoftim i aktivitetit për %s",
    "Hello %s" : "Përshëndetje %s",
    "Hello %s," : "Tungjatjeta %s,",
    "There was some activity at %s" : "Pati disa aktivitete te %s",
    "_and %n more _::_and %n more _" : ["dhe %n më tepër ","* dhe %n më tepër"],
    "Mail" : "Posta",
    "Stream" : "Rrjedhë",
    "This application enables users to view actions related to their files in Nextcloud." : "Ky aplikacion u mundëson përdoruesve të shikojnë veprimet lidhur me skedarët e tyre në Nextcloud.",
    "This application enables users to view actions related to their files in Nextcloud.\n\t\tOnce enabled, users will see a new icon “Activity” in their apps menu.\n\t\tWhen clicked, a new page appears for users to track the activity related to files – from new files, to deleted files, move, rename, updates and shared activity.\n\t\tThe user can configure their individual activity settings in their personal menu.\n\t\tThis sets the type of activity to record, as well as whether to the user sees their own activities,\n\t\twhether these are only available online, and whether they get an email digest on a regular basis.\n\t\tMore information is available in the Activity documentation." : "Ky aplikacion u mundëson përdorueve të shikojnë veprimet e tyre lidhur me skedarët e tyre në Nextcloud.\n\t\tPasi aktivizohet, përdoruesit shohin një ikonë të re \"Aktiviteti\" në menunë e aplikacionit të tyre.\n\t\tKur klikohet shfaqet një faqe e re në mënyrë që përdoruesit të ndjekin aktivitetin lidhur me skedarët - nga skedarët e rinj, skedarët e fshirë, lëvizjen, riemërtimin, përditësimet dhe aktivitetin e shpërdarë.\n\t\tPërdoruesi mund të konfigurojë parametrat individual të aktivitetit në menunë e tyre personale.\n\t\tKjo përcakton llojin e aktivitetit që do ruhet, si dhe nëse përdoruesi do të ruajë aktivitetin e vet,\n\t\tnëse këto do të jenë të disponueshme vetëm në webfaqje, apo ata do të marin një email përmbledhës rregullisht.\n\t\tMë shumë informacione mund të gjeni tek dokumentimi i Aktivitetit.",
    "Activity feed" : "Prurje veprimtarie",
    "Send activity emails" : "Dërgo emaile rreth aktivitetit",
    "Default settings" : "Konfigurime të paracaktuara",
    "Configure the default activity settings for new users." : "Vendosni konfigurimet fillestare të aktiviteteve për përdoruesit e rinj",
    "List your own actions in the stream" : "Listo veprimet e tua në rrjedhë",
    "Notify about your own actions via email" : "Njoftoni me email mbi veprimet tuaja",
    "You need to set up your email address before you can receive notification emails." : "Kërkohet të caktoni adresën tuaj email, përpara se të mund të merrni email-e njoftimesh.",
    "Send emails:" : "Dërgo email-e:",
    "As soon as possible" : "Sa më shpejt të jetë e mundur",
    "Hourly" : "Çdo orë",
    "Daily" : "Përditë",
    "Weekly" : "Çdo javë",
    "Choose for which activities you want to get an email notification, and which should show up in the activity app stream." : "Zgjidhni se për cilat aktivitete doni të merrni njoftime me email, dhe cilat duhet të shfaqen në daljen e aplikacionit të aktiviteteve.",
    "Choose which activities you want to see in your stream." : "Zgjidhni aktivitetet që dëshironi të shihni në transmetimin tuaj.",
    "Settings" : "Konfigurimet",
    "Enable RSS feed" : "Aktivizoni Prurje RSS",
    "RSS feed" : "Prurja RSS",
    "No more events to load" : "S’ka më veprimtari për t’u ngarkuar",
    "\"remote user\"" : "\"përdorues i largët\"",
    ", " : ",",
    "%s and %s" : "%s dhe %s",
    "Files" : "Skedar"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}