{ "translations": {
    "Copied!" : "Kopyalandı!",
    "Not supported!" : "Desteklenmiyor!",
    "Press ⌘-C to copy." : "Kopyalamak için ⌘-C tuşlarına basın.",
    "Press Ctrl-C to copy." : "Kopyalamak için Ctrl-C tuşlarına basın.",
    "{name} (invisible)" : "{name} (görüntülenmez)",
    "{name} (restricted)" : "{name} (kısıtlanmış)",
    "Home" : "Giriş",
    "in {path}" : "{path} içinde",
    "This stream will show events like additions, changes & shares" : "Bu akışta ekleme, değiştirme ve paylaşım gibi olaylar görüntülenir",
    "There are no events for this filter" : "Bu süzgeçte herhangi bir olay yok",
    "Today" : "Bugün",
    "Yesterday" : "Dün",
    "Open {filename}" : "{filename} aç",
    "Activity" : "İşlem",
    "Personal activity feed for %s" : "%s kişisel işlem akışı",
    "Your feed URL is invalid" : "Akış adresiniz geçersiz",
    "Your settings have been updated." : "Ayarlarınız güncellendi.",
    "Settings have been updated." : "Ayarlar güncellendi",
    "Recent activity" : "Son işlemler",
    "More activities" : "Diğer işlemler",
    "Daily activity summary for %s" : "%s için günlük işlem özeti",
    "_and %n more _::_and %n more _" : ["ve %n diğer","ve %n diğer"],
    "All activities" : "Tüm işlemler",
    "By others" : "Diğerleri tarafından",
    "By you" : "Sizin tarafınızdan",
    "Activity at %s" : "%s zamanındaki işlem",
    "Hello %s" : "Merhaba %s",
    "Hello %s," : "Merhaba %s,",
    "There was some activity at %s" : "%s üzerinde bazı işlemler yapıldı",
    "Mail" : "E-posta",
    "Push" : "Anında",
    "Notifications" : "Bildirimler",
    "This application enables people to view a log of activities about them, their files or other data." : "Bu uygulama, kişilerin dosyaları ve diğer verileri üzerinde yapılan işlemlerin günlük kaydını görebilmesini sağlar.",
    "This app allows people to see actions related to their files and data in Nextcloud.\n\t\tEach person can configure their individual activity settings in the personal settings,\n\t\tto choose which activity should be pushed to mobile phones, sent via email\n\t\tor whether a daily summary is sent each morning.\n\t\tMore information is available in the Activity documentation." : "Bu uygulama, kişilerin Nextcloud üzerindeki dosyaları ve verileriyle ilgili işlemleri görmelerini sağlar.\n\t\tHer kişi kişisel ayarlarından, hangi işlemin cep telefonu iletisi olarak,\n\t\te-posta iletisi olarak ya da her sabah günlük özet olarak gönderileceğini\n\t\tseçerek yapılandırabilir.\n\t\tAyrıntılı bilgi almak için işlem belgelerine bakabilirsiniz.",
    "Activity notification configuration" : "İşlem bildirimi yapılandırması",
    "Send email" : "E-posta gönder",
    "Send push notification" : "Anında bildirim gönder",
    "You need to set up your email address before you can receive notification emails." : "Bildirim e-postalarını alabilmek için e-posta adresinizi belirtmelisiniz.",
    "Send activity emails" : "İşlem e-postaları gönderilsin",
    "As soon as possible" : "Olabildiğince çabuk",
    "Hourly" : "Saatlik",
    "Daily" : "Günlük",
    "Weekly" : "Haftalık",
    "No activity yet" : "Henüz bir işlem yok",
    "Unable to load the activity list" : "İşlem listesi yüklenemedi",
    "Notification" : "Bildirimler",
    "Enable notification emails" : "Bildirim e-postaları kullanılsın",
    "Choose for which activities you want to get an email or push notification." : "E-posta ya da anında bildirim almak istediğiniz işlemleri seçin.",
    "Choose for which activities you want to get a push notification." : "Anında bildirim almak istediğiniz işlemleri seçin.",
    "Daily activity summary" : "Günlük işlem özeti",
    "Send daily activity summary in the morning" : "Her sabah günlük işlem özeti gönderilsin",
    "Activities" : "Etkinlikler",
    "No activities" : "Herhangi bir işlem yok",
    "Default settings" : "Varsayılan ayarlar",
    "Configure the default notification settings for new accounts." : "Yeni hesaplar için varsayılan bildirim ayarlarını yapılandırın.",
    "Unable to save the settings" : "Ayarlar kaydedilemedi",
    "Activity feed" : "İşlem akışı",
    "Activity settings" : "İşlem ayarları",
    "Enable RSS feed" : "RSS akışı kullanılsın",
    "RSS feed" : "RSS akışı",
    "Copy RSS feed link" : "RSS akışı bağlantısını kopyala",
    "Personal notification settings" : "Kişisel bildirim ayarları",
    "No more events to load" : "Yüklenecek başka bir olay yok",
    "This application enables users to view a log of activities about them or about files." : "Bu uygulama, kullanıcıların dosyaları üzerinde yapılan işlemlerin kaydını görebilmesini sağlar.",
    "This application enables users to view actions related to their files in Nextcloud.\n\t\tOnce enabled, users will see a new icon “Activity” in their apps menu.\n\t\tWhen clicked, a new page appears for users to track the activity related to files – from new files, to deleted files, move, rename, updates and shared activity.\n\t\tThe user can configure their individual activity settings in their personal menu.\n\t\tThis sets the type of activity to record, as well as whether to the user sees their own activities,\n\t\twhether these are only available online, and whether they get an email digest on a regular basis.\n\t\tMore information is available in the Activity documentation." : "Bu uygulama, kullanıcıların Nextcloud üzerindeki dosyaları üzerinde yapılan işlemleri görebilmesini sağlar.\n\t\tEtkinleştirildiğinde, kullanıcılar uygulama menülerinde \"İşlem\" simgesini görebilir.\n\t\tBu simgeye tıklandığında, kullanıcıya yeni dosya oluşturma, dosya silme, taşıma, yeniden adlandırma, güncelleme ve paylaşma gibi dosyalar üzerinde yapılan işlemleri izleyebileceği yeni bir sayfa görüntülenir.\n\t\tKullanıcı kendi menüsünden kendisine özel işlem ayarlarını yapabilir.\n\t\tBuradan, izlenecek işlem türü, yalnızca çevrimiçi kullanılabilecek dosyalar,\n\t\tyalnızca kendi işlemlerini görüntüleme, otomatik e-posta bildirimi alma gibi ayarlar yapılabilir.\n\t\tAyrıntılı bilgi almak için İşlemler uygulamasının belgesine bakabilirsiniz.",
    "Configure the default notification settings for new users." : "Yeni kullanıcılar için varsayılan bildirim ayarlarını yapılandırın."
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}